[
"VIŠJA STROKOVNA ŠOLA ŠC KRANJ - SPLOŠNE INFORMACIJE\n\nŠolski center Kranj sestavlja pet organizacijskih enot: Srednja tehniška šola, Strokovna gimnazija, Višja strokovna šola, Srednja ekonomska, storitvena in gradbena šola, Medpodjetniški izobraževalni center. VSŠ ŠC Kranj je ena največjih višjih strokovnih šol v Sloveniji. Velika prednost Šolskega centra Kranj je vertikalna programska zasnovanost, ki našim srednješolskim maturantom omogoča študij na višješolskih smereh. Ravnateljica VSŠ je mag. Lidija Grmek Zupanc. Kontakt: telefon 04 280 40 31, e-pošta vss@sckr.si.",

"VIZIJA IN POSLANSTVO ŠOLE\n\nVizija: POSTATI ODLIČNA ŠOLA ZA POKLICE IN DRUŽBO PRIHODNOSTI. Poslanstvo: VSŠ ŠC Kranj bo s stalinim spremljanjem in posodabljanjem izobraževalnega procesa, odličnimi predavatelji, sodobnimi metodami poučevanja in vpeljanim sistemom spremljanja in vodenja kakovosti razvijala znanje, samostojnost in odgovornost pri mladih, spodbujala vseživljenjsko učenje zaposlenih ter zagotavljala kompetentne diplomante za globalno okolje. Vrednote: želja po znanju, inovativnost, etičnost, sodelovanje, skrb za okolje.",

"KONTAKTI IN ORGANIZACIJA\n\nReferat za študijske in študentske zadeve: telefon 04 280 40 42, e-pošta vss@sckr.si. Uradne ure: ponedeljek 12.00-14.00, torek 9.00-11.00 in 15.00-17.00, sreda, četrtek, petek 9.00-11.00. Odprta vrata ravnateljice: ob torkih od 15.00 do 17.00. Knjižnica: ponedeljek 7.00-15.00, torek 7.00-17.00, sreda, četrtek, petek 7.00-15.00. Vodja programskega področja: mag. Borut Pogačnik. Organizatorji praktičnega izobraževanja po programih.",

"ŠTUDIJSKI PROGRAMI\n\nVSŠ ŠC Kranj izvaja sedem programov za pridobitev višje strokovne izobrazbe: EKONOMIST/EKONOMISTKA, INŽENIR/INŽENIRKA ELEKTROENERGETIKE, INŽENIR/INŽENIRKA INFORMATIKE (iztekajoči program), INŽENIR/INŽENIRKA RAČUNALNIŠTVA IN INFORMATIKE, INŽENIR/INŽENIRKA MEHATRONIKE, ORGANIZATOR/ORGANIZATORKA SOCIALNE MREŽE, INŽENIR/INŽENIRKA VAROVANJA. V študijskem letu 2024/2025 se prične izvajati prenovljen program Računalništvo in informatika.",

"ORGANIZACIJA ŠTUDIJA\n\nŠtudijsko leto se prične 1. oktobra in zaključi 30. septembra naslednjega koledarskega leta. Redni študij traja dve leti ozirona štiri semestre. Program se izvaja celoletno v obsegu 34 tednov v enem študijskem letu, od tega je 24 tednov teoretičnega izobraževanja in 10 tednov praktičnega izobraževanja v podjetju. Izredni študij traja dve leti in pol ozirona 3 cikluse. Študijski program je ovrednoten s 120 kreditnimi točkami (KT) po sistemu ECTS.",

"ČASOVNI RAZPORED UR\n\n1. ura: 07.15–08.00, 2. ura: 08.05–08.50, 3. ura: 08.55–09.40, 4. ura: 09.45–10.30, 5. ura: 10.35–11.20, 6. ura: 11.25–12.10, 7. ura: 12.15–13.00, 8. ura: 13.05–13.50, 9. ura: 13.55–14.40, 10. ura: 14.45–15.30, 11. ura: 15.35–16.20, 12. ura: 16.25–17.10, 13. ura: 17.15–18.00, 14. ura: 18.05–18.50, 15. ura: 18.55–19.40, 16. ura: 19.45–20.30. Ura predavanj, vaj in seminarjev traja 45 minut, ura praktičnega izobraževanja pa 60 minut.",

"PRAKTIČNO IZOBRAŽEVANJE (PRI)\n\nPraktično izobraževanje predstavlja pomenben del študija v obsegu 800 ur (400 ur v 1. letniku in 400 ur v 2. letniku). PRI se izvaja v podjetjih, katerih področje dela se povezuje z vsebinami programa. Študent mora opraviti PRI v obsegu 800 ur (400 ur v 1. letniku in 400 ur v 2. letniku, oziroma dvakrat po 10 tednov). Opravljeno PRI je pogoj za ponavljanje letnika oziroma za prehod iz 1. v 2. letnik oziroma za prijavo na diplomski izpit. Brez opravljenega/priznanega praktičnega izobraževanja napredovanje v višji letnik in ponavljanje letnika ni mogoče.",

"POGOJI ZA VPIS\n\nV višješolski študij se lahko vpiše, kdor je opravil splošno ali poklicno maturo oz. je končal temu ustrezno izobraževanje po prejšnjih predpisih, ali ima opravljen mojstrski, delovodski ali poslovodski izpit, tri leta delovnih izkušenj in je opravil preizkus znanja iz splošnoizobraževalnih predmetov v obsegu, ki je določen za poklicno maturo. Študenti programa organizator socialne mreže morajo opraviti še preizkus posebne nadarjenosti oz. psihofizične sposobnosti.",

"PRAVILA OPRAVLJANJA IZPITOV\n\nŠtudent ima v študijskem letu pravico trikrat opravljati predmetni izpit. Prijava na izpit je elektronska preko spletnega strežnika najkasneje 5 dni pred izpitom. Odjava od izpita je možna najkasneje 3 dni pred izpitom. Če se študent pravočasno ne odjavi, iz neupravičenih razlogov ne pride k izpitu ali izpit prekine, je neocenjen in se šteje, da je izrabil enega od razpisanih rokov. Študenti rednega in izrednega programa plačajo četrto in vsako naslednje opravljanje izpita.",

"OCENJEVANJE ZNANJA\n\nZnanje se ocenjuje z ocenami: odlično (10), prav dobro (9 in 8), dobro (7), zadostno (6) in nezadostno (1 do 5). Pisni izpit oziroma pisni del izpita traja najmanj 45 in največ 90 minut. Ustni del izpita traja največ 20 minut, če je izpit samo usten, lahko traja največ 30 minut. Študent ima pravico do 15-minutne priprave na ustni izpit. Rezultati pisnega ali pisnega dela izpita morajo biti objavljeni najkasneje v desetih dneh po njegovem opravljanju.",

"PRISOTNOST IN OBLIGACIJE\n\nPrisotnost na vajah je obvezna (minimalno 80%). Vse obveznosti in pogoje, ki jih mora študent opraviti in izpolniti, da lahko pristopi k izpitu, mora izvajalec predstaviti na prvih urah predavanj ali vaj ter jih objaviti v svoji spletni učilnici predmeta. V kolikor se študent prijavi na razpisan izpitni rok in še nima opravljenih obveznosti (oddaja in zagovor seminarskih nalog, vaj, poročil …) za pristop k izpitu, jih mora opraviti do predpisanega roka.",

"DIPLOMSKI IZPIT IN DIPLOMSKO DELO\n\nZa končanje študijskega programa in pridobitev izobrazbe mora študent opraviti vse študijske obveznosti programa v skupnem seštevku 115 KT. Diplomsko delo je sestavljeno iz diplomske naloge in zagovora ter ovrednoteno s 5 KT. Skupno mora študent za pridobitev izobrazbe zaključiti višješolski študijski program s 120 KT. Študent lahko odda prijavo teme diplomskega dela, ko ima skupno zbranih vsaj sto (100) kreditnih točk.",

"STATUS ŠTUDENTA IN PRAVICE\n\nStatus študenta se pridobi z vpisom na višjo strokovno šolo. Študentom, ki izpolnjujejo predpisane pogoje, lahko bivajo v dijaškem domu. Pravice in ugodnosti iz statusa lahko študent uveljavlja največ tri leta. Študenti imajo ne glede na to, ali se študij izvaja kot redni ali izredni, pravico do zdravstvenega zavarovanja ter drugih ugodnosti in pravic (prehrana, prevozi, štipendiranje) v skladu s posebnimi predpisi, če niso v delovnem razmerju ali prijavljeni kot iskalci zaposlitve.",

"PRIZNAVANJE PREDHODNEGA ZNANJA\n\nŠtudent lahko uveljavlja priznavanje formalno in neformalno predhodno pridobljenega znanja na podlagi Pravilnika o priznavanju predhodno pridobljenega znanja. Vloge za priznavanje formalnega znanja obravnava študijska komisija na rednih sejah. Potrebna dokumentacija za formalno znanje: vloga, katalog znanja opravljenega izpita, originalno potrdilo o opravljenih izpitih, strokovno mnenje predavatelja VSŠ. Predhodno pridobljeno znanje se lahko prizna v celoti, delno ali ne prizna.",

"PRILAGAJANJE ŠTUDIJA\n\nŠtudentje lahko uveljavljajo posebne pravice in možnost podaljšanja statusa študenta (vrhunski športniki, študentje, ki se vzporedno izobražujejo, študentje, ki se pripravljajo na mednarodna tekmovanja v znanju/spretnostih in študentje, ki imajo pravico/možnost podaljšanja zaradi starševstva, vojaške obveznosti, težke bolezni). Prav tako lahko uveljavljajo prilagajanje študija zaradi posebnih potreb (slepi in slabovidni študentje, gluhi in naglušni študentje, študentje z govorno-jezikovnimi motnjami, gibalno ovirani študentje, dolgotrajno bolni študentje, itd.).",

"INFORMIRANJE ŠTUDENTOV\n\nReferat višje strokovne šole posreduje študentom informacije glede prijav in odjav izpitov, izpitnih rokov, vseh sprememb (urnikov, predavanj, informacije v zvezi s predavatelji). Telefonska številka referata je: 04/280-40-42. Obvestila šole so objavljena v E-učilnicah Višje strokovne šole in na spletnih straneh. Študentje morajo redno spremljati aktualne informacije na spletnih straneh in v spletnih učilnicah. Dostop do spletnih strani šole: http://www.sckr.si/tsc/vss.",

"POMEMBNE STORITVE ZA ŠTUDENTE\n\nŠtudentje imajo na voljo knjižnico ŠC Kranj na lokacijah: Kidričeva cesta 55 in Cesta Staneta Žagarja 33. Šola sodeluje v projektu Erasmus+ za študijske izmenjave. Študentje imajo možnost brezplačne uporabe Microsoft Imagine Premium programske opreme. Brezžično omrežje Eduroam omogoča dostop do interneta. V šoli velja prepoved kajenja v vseh prostorih. Uporaba elektronskih naprav (mobilnih telefonov) pri organiziranem študijskem delu ni dovoljena.",

"PROGRAM ELEKTROENERGETIKA\n\nNaziv strokovne izobrazbe: INŽENIR/INŽENIRKA ELEKTROENERGETIKE. Temeljni cilji: izobraziti inženirje z zadosti širokim strokovno-teoretičnim znanjem in praktično-uporabnim znanjem za delo v elektroenergetiki. Poklicno-specifične kompetence: načrtovanje in uvajanje tehnoloških procesov, načrtovanje vzdrževanja in popravil, izvajanje meritev, nadzor obratovalnega stanja naprav, upravljanje elektroenergetskih naprav, projektiranje manj zahtevnih elektroenergetskih instalacij.",

"PROGRAM EKONOMIST\n\nNaziv strokovne izobrazbe: EKONOMIST/EKONOMISTKA. Temeljni cilji: izobraziti ekonomiste z dovolj širokim in poglobijenim strokovno-teoretičnim in praktično uporabnim znanjem, z dovolj širokim znanjem komercialnega in finančnega poslovanja ter vodenja računovodstva. Študentje pridobijo kompetence za konceptualno razmišljanje, zasnovo in implementacijo poslovnih rešitev, analizo statističnih podatkov, organizacijo logističnih procesov ter razvojne strategije podjetij.",

"PROGRAM RAČUNALNIŠTVO IN INFORMATIKA\n\nNaziv strokovne izobrazbe: INŽENIR/INŽENIRKA RAČUNALNIŠTVA IN INFORMATIKE. Temeljni cilji: izobraziti inženirje računalništva in informatike z dovolj širokim strokovno-teoretičnim in praktično uporabnim znanjem za samostojno reševanje konkretnih problemov v informatiki. Generične kompetence: razvijanje poklicne identitete, analitično in ustvarjalno razmišljanje, organiziranje in vodenje delovnih procesov, znanje tujega jezika za spremljanje strokovnih novosti.",

"PROGRAM MEHATRONIKA\n\nNaziv strokovne izobrazbe: INŽENIR/INŽENIRKA MEHATRONIKE. Temeljni cilji: izobraziti inženirje z zadostnim strokovno-teoretičnim in praktično uporabnim znanjem na področju mehatronike. Študentje pridobijo kompetence za reševanje zahtevnejših strokovnih problemov v delovnem procesu, uporabo znanja za uspešno strokovno komunikacijo, povezovanje znanja z različnih področij pri uporabi in razvoju novih aplikacij ter obvladovanje temeljnih kategorij podjetništva, ekonomike in financ.",

"PROGRAM ORGANIZATOR SOCIALNE MREŽE\n\nNaziv strokovne izobrazbe: ORGANIZATOR/ORGANIZATORKA SOCIALNE MREŽE (izredni program). Temeljni cilji: organiziranje in koordiniranje aktivnosti programov socialne pomoči z ciljem vključevanja posameznikov in skupin v socialno mrežo, organiziranje in sodelovanje v programih in aktivnostih s področja socialne preventive, informiranje uporabnikov o pravicah in oblikah pomoči socialnega varstva. Poklicne kompetence vključujejo empatičnost, komunikacijsko odprtost, razumevanje socialnega varstvenega področja.",

"PROGRAM VAROVANJE\n\nNaziv strokovne izobrazbe: INŽENIR/INŽENIRKA VAROVANJA. Temeljni cilji: izobraziti inženirje z zadosti širokim strokovno-tehničnim in praktično uporabnim znanjem za uresničevanje nalog s področja načrtovanja, organiziranja in spremljanja aktivnosti na področju varovanja. Poklicne kompetence: izvajanje analiz za delo, načrtovanje in organiziranje zasebnega varovanja, vodenje in usmerjanje izvajanja storitev zasebnega varovanja, sodelovanje pri usklajevanju pogodb z naročnikom, poznavanje tehničnih sredstev za varovanje.",

"Slovenska himna (Zdravljica): Živé naj vsi naródi,\nki hrepené dočakat' dan,\nda koder sonce hodi,\nprepir iz svéta bo pregnan,\nda rojak\nprost bo vsak,\nne vrag, le sosed bo mejak!"

]